[A_Mercenary_TownLv1 H7Town]
mName=""

[ability_faction.A_ennemies_faction_lumiere_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Союз Света"
mTooltip="Существа под началом героя, принадлежащего к Союзу Тени (Некрополь/Лига теней/Святилище/Инферно/Непокорные племена), дополнительно получают штраф %buff.buff.stat к %icon_morale боевому духу."

[ability_faction.A_ennemies_faction_ombre_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Союз Тени"
mTooltip="Существа под началом героя, принадлежащего к Союзу Света (Альянс Света/Ледяные шпили/Северные кланы/Лесной союз/Академия), дополнительно получают штраф %buff.buff.stat к %icon_morale боевому духу."

[ability_faction.A_ennemis_faction_Buff H7BaseBuff]
mName=""
mTooltip=""

[Building.A_bonus_pool_elite_dungeon H7TownGrowthEnhancer]
mName="Наниматель"
mDesc="Улучшение жилища элитных существ.\n+2 теневых эльфа в неделю."

[Building.A_bonus_pool_elite_haven H7TownGrowthEnhancer]
mName="Наниматель"
mDesc="Улучшение жилища элитных существ.\n+2 божественных жрицы в неделю."

[Building.A_bonus_pool_elite_necropol H7TownGrowthEnhancer]
mName="Наниматель"
mDesc="Улучшение жилища элитных существ.\n+2 князя вамиров в неделю."

[Building.A_bonus_pool_elite_Sylvan H7TownGrowthEnhancer]
mName="Наниматель"
mDesc="Улучшение жилища элитных существ.\n+2 единорога в неделю."

[Building.A_bonus_pool_t1 H7TownGrowthEnhancer]
mName="Наниматель"
mDesc="Улучшение жилища элитных существ.\n+2 Немезиды в неделю."

[Building.A_bonus_pool_t2_sylvan H7TownGrowthEnhancer]
mName="Наниматель"
mDesc="Улучшение жилища элитных существ.\n+2 Pantheon Sylvan в неделю."

[Building.A_mercenary_elite_Dungeon H7TownDwelling]
mName="Таверна"
mDesc="Позволяет вам нанимать теневых эльфов (2 в неделю)."

[Building.A_mercenary_elite_haven H7TownDwelling]
mName="Таверна"
mDesc="Позволяет вам нанимать божественных жриц (2 в неделю)"

[Building.A_mercenary_elite_necropol H7TownDwelling]
mName="Таверна"
mDesc="Позволяет вам нанимать князей вампиров (2 в неделю)."

[Building.A_mercenary_elite_Sylvan H7TownDwelling]
mName="Таверна"
mDesc="Позволяет вам нанимать единорогов. (2 в неделю)."

[Building.A_mercenary_t1 H7TownDwelling]
mName="Таверна"
mDesc="Позволяет вам нанимать немезид. (2 в неделю)."

[Building.A_mercenary_t2_sylvan H7TownDwelling]
mName="Таверна"
mDesc="Позволяет вам нанимать Pantheon Sylvans (2 в неделю)".

[Building.A_mercenary_VillageHall H7TownHall]
mName="Дом старейшин"
mDesc="Дает возможность строить в этом городе новые здания. \nПриносит 2500 ед. %ICON_GOLD золота в день."

[Champion_phoenix_Gold_dragon.A_mercenary_elite_Gold_Dragon H7TownDwelling]
mName="Таверна"
mDesc="Позволяет вам нанимать адских кентавров (2 в неделю)."

[Champion_phoenix_Gold_dragon.A_mercenary_elite_Phoenix H7TownDwelling]
mName="Таверна"
mDesc="Позволяет вам нанимать огненных птиц (2 в неделю)"

[Elite_Academie_Stronghold.A_bonus_pool_elite_Academie H7TownGrowthEnhancer]
mName="Наниматель"
mDesc="Улучшение жилища элитных существ.\n+2 просветлённых дервиша в неделю."

[Elite_Academie_Stronghold.A_bonus_pool_elite_Strongolhd H7TownGrowthEnhancer]
mName="Наниматель"
mDesc="Улучшение жилища элитных существ.\n+2 дочери неба в неделю."

[Elite_Academie_Stronghold.A_mercenary_elite_academie H7TownDwelling]
mName="Таверна"
mDesc="Позволяет вам нанимать просветлённных дервишей (2 в неделю)."

[Elite_Academie_Stronghold.A_mercenary_elite_Stronghold H7TownDwelling]
mName="Таверна"
mDesc="Позволяет вам нанимать дочерей неба (2 в неделю)."

[Elite_Fortress_Sanctuary.A_bonus_pool_elite_fortress H7TownGrowthEnhancer]
mName="Наниматель"
mDesc="Улучшение жилища элитных существ.\n+2 матроны в неделю."

[Elite_Fortress_Sanctuary.A_bonus_pool_elite_Sanctuary H7TownGrowthEnhancer]
mName="Наниматель"
mDesc="Улучшение жилища элитных существ.\n+2 буси-дзиндзи в неделю)."

[Elite_Fortress_Sanctuary.A_mercenary_elite_Fortress H7TownDwelling]
mName="Таверна"
mDesc="Позволяет вам нанимать матрон (2 в неделю)."

[Elite_Fortress_Sanctuary.A_mercenary_elite_Sancuary H7TownDwelling]
mName="Таверна"
mDesc="Позволяет вам нанимать буси-дзиндзей (2 в неделю)."

[Elite_inferno_frost.A_bonus_pool_elite_frost H7TownGrowthEnhancer]
mName="Наниматель"
mDesc="Улучшение жилища элитных существ..\n+2 зверя стужи в неделю."

[Elite_inferno_frost.A_bonus_pool_elite_inferno H7TownGrowthEnhancer]
mName="Наниматель"
mDesc="Улучшение жилища элитных существ.\n+2 искажённых тюремщика в неделю."

[Elite_inferno_frost.A_mercenary_elite_Frost H7TownDwelling]
mName="Таверна"
mDesc="Позволяет нанимать зверей стужи. (2 в неделю)."

[Elite_inferno_frost.A_mercenary_elite_Inferno H7TownDwelling]
mName="Таверна"
mDesc="Позволяет нанимать искажённых тюремщиков. (2 в неделю)."

[Faction.H7Faction_mercenary H7Faction]
mFactionName="Наёмники"
mFactionFortName="Нейтральный форт"
mFactionArmyName=""

[fortification.A_mercenary_Fortification1 H7TownGuardBuilding]
mName="Местная стража"
mDesc="Наёмники обеспечивают защиту таверны."

[H7mercenaryTownNames H7GenericTownNames]
mTownNames[0]="Чёрная таверна"
mTownNames[1]="Таверна теней"
mTownNames[2]="Таверна"
mTownNames[3]="Таверна сообщества."

[Name.A_mercenay_Town_Lv1_Name H7GlobalName]
mName="Таверна"

[production.A_mercenary_fonderie H7TownHallOfIntrigue]
mName="Рынок рабов"
mDesc="Приносит 2 ед. %ICON_ORE и 2 ед. %icon_wood в день."



